Repository: UB-Mannheim/escriptorium
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: de

source: PDF is not a valid image, please use the dedicated Import function.
de: PDF ist kein gültiges Bildformat, bitte verwenden Sie die dafür bestimmte Importfunktion.

source: You don't have any disk storage left.
de: Sie haben keinen Speicherplatz mehr übrig.

source: You don't have any CPU minutes left.
de: Sie haben keine CPU-Minuten mehr übrig.

source: You don't have any GPU minutes left.
de: Sie haben keine GPU-Minuten mehr übrig.

source: Lines and regions
de: Zeilen und Bereiche

source: Lines Baselines and Masks
de: Zeilengrundlinien und Masken

source: Only lines Masks
de: Nur Zeilenmasken

source: Regions
de: Bereiche

source: Horizontal l2r
de: Horizontal v. l. n. r.

source: Horizontal r2l
de: Horizontal v. r. n. l.

source: Vertical l2r
de: Vertikal v. l. n. r.

source: Vertical r2l
de: Vertikal v. r. n. l.

source: Either use model_name to create a new model, add a model pk to retrain an existing one, or both to create a new model from an existing one.
de: Verwenden Sie entweder model_name, um ein neues Modell zu erstellen, fügen Sie ein Modell pk hinzu, um ein bestehendes Modell neu zu trainieren, oder beides, um ein neues Modell aus einem bestehenden zu erstellen.

source: Either use model_name to create a new model, or add a model pk to retrain an existing one.
de: Verwenden Sie entweder model_name, um ein neues Modell zu erstellen, oder fügen Sie ein Modell pk hinzu, um ein bestehendes Modell neu zu trainieren.

source: Canceled.
de: Abgebrochen.

source: You requested to search text in a {self.obj_name} you don't have access to.
de: Sie wollten Text in {self.obj_name} suchen, haben aber keinen Zugriff darauf.

source: You requested to search text in a {self.obj_name} that doesn't exist.
de: Sie wollten Text in {self.obj_name} suchen, aber das existiert nicht.

source: Text to search in all of your projects
de: Text, der in allen Ihren Projekten gesucht wird

source: All projects
de: Alle Projekte

source: , surround one or more terms with quotation marks to deactivate fuzziness
de: , setzen Sie einen oder mehrere Suchbegriffe in Anführungszeichen, um die unscharfe Suche zu deaktivieren

source: Type
de: Typ

source: Color
de: Farbe

source: Allow Comments
de: Erlaube Kommentare

source: The provided model could not be loaded.
de: Das angegebene Modell konnte nicht geladen werden.

source: Invalid model (Couldn't determine whether it's a segmentation or recognition model).
de: Ungültiges Modell (Es konnte nicht festgestellt werden, ob es sich um ein Segmentierungs- oder Erkennungsmodell Modell handelt).

source: eScriptorium is not compatible with bounding box models.
de: eScriptorium ist nicht mit Bounding-Box-Modellen kompatibel.

source: Increase it for low contrast documents, if the letters are not visible enough.
de: Erhöhen Sie den Wert bei kontrastarmen Dokumenten, wenn die Buchstaben nicht ausreichend sichtbar sind.

source: Uploaded image with more than one selected image.
de: Hochgeladenes Bild mit mehr als einem ausgewählten Bild.

source: Uploaded image should be black and white.
de: Hochgeladenes Bild sollte schwarz-weiß sein.

source: Uploaded image should be the same size as original image {size}.
de: Hochgeladenes Bild sollte dieselbe Größe wie das Original-Bild haben {size}.

source: Model
de: Modell

source: If checked, deletes existing segmentation <b>and bound transcriptions</b> first!
de: Wenn diese Option aktiviert ist, werden vorhandene Segmentierungen <b>und damit verbundene Transkriptionen</b> zuerst gelöscht!

source: -- New --
de: -- Neu --

source: The transcription on which to perform alignment.
de: Die Transkription, anhand derer der Abgleich durchgeführt werden soll.

source: The reference text for alignment; must be a .txt file.
de: Der Referenztext für den Abgleich; eine .txt Datei wird erwartet.

source: Reuse a previously-uploaded reference text.
de: Verwenden Sie einen zuvor hochgeladenen Referenztext wieder.

source: N-gram
de: N-Gramm

source: Length (2–25) of token sequences to compare; 25 should work well for at least moderately clean OCR. For very poor OCR, lower to 3 or 4.
de: Länge (2-25) der zu vergleichenden Zeichensequenz; 25 sollte zumindest mit einigermaßen sauberer OCR gut funktionieren. Bei sehr schlechter OCR auf 3 oder 4 verringern.

source: Max offset
de: Maximaler Offset

source: Gap
de: Lücke

source: Merge aligned text with existing transcription
de: Mische den abgeglichenen Text mit der vorhandenen Transkription

source: Layer name
de: Name der Ebene

source: Either choose a model name or overwrite an existing one.
de: Wählen Sie entweder einen Modellnamen oder überschreiben Sie einen bereits vorhandenen.

source: Empty Ground Truth data.
de: Leere Ground Truth Daten.

source: Rectangle
de: Rechteck

source: Background Color
de: Hintergrundfarbe

source: Text Color
de: Textfarbe

source: Bold
de: Fett

source: Italic
de: Kursiv

source: Top to bottom
de: Von oben nach unten

source: Share with users
de: Mit Benutzern teilen

source: Share with teams
de: Mit Teams teilen

source: Draft
de: Entwurf

source: Published
de: Veröffentlicht

source: Archived
de: Archiviert

source: Left to right
de: Links nach rechts

source: Right to left
de: Rechts nach links

source: Baseline
de: Grundlinie

source: Topline
de: Toplinie

source: Centered
de: Zentriert

source: The read direction describes the order of the elements in the document, in opposition with the text direction which describes the order of the words in a line and is set by the script.
de: Die Lese-Richtung beschreibt die Anordnung der Elemente im Dokument. Im Unterschied dazu beschreibt die Text-Richtung die Anordnung der Wörter in einer Zeile und ist durch die Schriftart vorgegeben.

source: The position of the line relative to the polygon.
de: Die Position der Zeile in Abhängigkeit vom Polygon.

source: Show confidence visualizations
de: Zeige Visualisierung für Konfidenz an

source: Couldn't find the alignment task.
de: Konnte die Abgleichsaufgabe nicht finden.

source: Binarized image needs to be the same size as original image.
de: Das binarisierte Bild muss die gleiche Größe wie das Originalbild haben.

source: Created
de: Erstellt

source: Converting
de: Konvertiere

source: Converted
de: Konvertiert

source: Segmenting
de: Segmentiere

source: Segmented
de: Segmentiert

source: Transcribing
de: Transkribiere

source: Aligning
de: Gleiche ab

source: Aligned
de: Abgeglichen

source: %(value)s is not a polygon - a 2 dimensional array.
de: %(value)s ist kein Polygon, sondern ein 2-dimensionales Feld.

source: Polygon needs to have at least 2 points, it has %(length)d: %(value)s.
de: Polygon muss mindestens 2 Stellen haben, es hat %(length)d: %(value)s.

source: Polygon needs to have at least 3 points, it has %(length)d: %(value)s.
de: Polygon muss mindestens 3 Stellen haben, es hat %(length)d: %(value)s.

source: Both baseline and mask are empty.
de: Sowohl die Grundlinie als auch die Maske sind leer.

source: Segment
de: Segmentieren

source: Recognize
de: Transkribieren

source: Couldn't find the training task.
de: Konnte die Trainings-Aufgabe nicht finden.

source: Something went wrong during the binarization!
de: Bei der Binarisierung ist etwas schiefgelaufen!

source: Binarization done!
de: Binarisierung abgeschlossen!

source: Training didn't get better results than base model!
de: Das Training hat keine besseren Ergebnisse als das Basis-Modell erzielt!

source: The model did not converge, probably because of lack of data.
de: Das Modell konvergierte nicht, vielleicht wegen unzureichender Daten.

source: Something went wrong during the segmenter training process!
de: Beim Segmentierungstraining ist etwas schiefgelaufen!

source: Training finished!
de: Training abgeschlossen!

source: Something went wrong during the segmentation!
de: Während der Segmentierung ist etwas schiefgelaufen!

source: Segmentation done!
de: Segmentierung abgeschlossen!

source: Something went wrong during the training process!
de: Während des Trainingsprozesses ist etwas schiefgelaufen!

source: Something went wrong during the transcription!
de: Während der Transkription ist etwas schiefgelaufen!

source: Transcription done!
de: Transkription abgeschlossen!

source: Something went wrong during the alignment!
de: Etwas ist während des Abgleichs schiefgelaufen!

source: Alignment done!
de: Abgleich abgeschlossen!

source: Project created successfully!
de: Projekt erfolgreich angelegt!

source: Document created successfully!
de: Dokument erfolgreich angelegt!

source: Document saved successfully!
de: Dokument erfolgreich gespeichert!

source: Ontology saved successfully!
de: Ontologie erfolgreich gespeichert!

source: Something went wrong during the ontology import...
de: Etwas ist während des Ontologie-Imports schiefgelaufen...

source: Ontology import finished with warnings.
de: Ontologie-Import mit Warnungen beendet.

source: Ontology import finished successfully!
de: Ontologie-Import erfolgreich beendet!

source: Document shared successfully!
de: Dokument erfolgreich geteilt!

source: Project shared successfully!
de: Projekt erfolgreich geteilt!

source: Document archived successfully!
de: Dokument erfolgreich archiviert!

source: Document published successfully!
de: Dokument erfolgreich veröffentlicht!

source: Model uploaded successfully!
de: Modell erfolgreich hochgeladen!

source: Model deleted successfully!
de: Modell erfolgreich gelöscht!

source: Right added successfully!
de: Recht erfolgreich hinzugefügt!

source: Right deleted successfully!
de: Recht erfolgreich gelöscht!

source: Document was successfully migrated to the selected project!
de: Dokument wurde erfolgreich zum ausgewählten Projekt migriert!

source: The document is unreachable, unreadable or the host timed out.
de: Das Dokument ist nicht erreichbar, unlesbar, oder der Host meldet einen Time-out.

source: The document pointed to by the given uri doesn't seem to be valid json.
de: Das Dokument, auf das die angegebene uri verweist, scheint kein gültiges json zu sein.

source: Couldn't parse the given file or its validation failed
de: Konnte die angegebene Datei nicht parsen, oder die Validierung ist fehlgeschlagen

source: The name of the target transcription. Will default to '{format} Import'.
de: Der Name der Ziel-Transkription. Default ist '{format} Import'.

source: A single ALTO or PAGE XML file, or a zip file.
de: Eine einzelne ALTO oder PAGE XML Datei, oder eine ZIP-Datei.

source: Override existing segmentation.
de: Vorhandene Segmentierung überschreiben.

source: Destroys existing regions, lines and any bound transcription before importing.
de: Beseitigt vorhandene Bereiche, Zeilen und gebundene Transkriptionen vor dem Importieren.

source: Resume previous import
de: Früheren Import fortsetzen

source: METS file URI
de: METS-Datei URI

source: A single ALTO or PAGE XML file.
de: Eine einzelne ALTO oder PAGE XML Datei.

source: You're not allowed to import files from this domain, please contact your instance administrator.
de: Sie dürfen keine Dateien von dieser Domain importieren, bitte wenden Sie sich an den Administrator Ihrer Installation.

source: Choose one type of import.
de: Wählen Sie einen Import-Typ.

source: Import in %(document_name)s
de: Importieren in %(document_name)s

source: Include images
de: Bilder einbeziehen

source: Will significantly increase the time to produce and download the export.
de: Wird die Zeit deutlich erhöhen, die für die Produktion und den Download des Exports benötigt wird.

source: Select at least one image to export.
de: Wählen Sie mindestens ein Bild für den Export aus.

source: Export %(document_name)s
de: Exportiere %(document_name)s

source: A file containing a document ontology in JSON format
de: Datei, die eine Dokumenten-Ontologie im JSON-Format enthält

source: Invalid PDF file.
de: Ungültige PDF Datei.

source: You ran out of disk storage. {n_pages - page_nb} pages were left to import (over {n_pages - start_at})
de: Sie haben keinen Speicherplatz mehr. {n_pages - page_nb} Seiten wurden zum Importieren überlassen (over {n_pages - start_at})

source: Parse error in {filename}: {page}: {error}, skipping it.
de: Verarbeitungsfehler in {filename}: {page}: {error}, überspringt ihn.

source: File appears to not be a valid zip.
de: Datei scheint ein ungültiges zip-Format zu sein.

source: Zip file appears to be corrupted.
de: Zip-Datei scheint korrupt zu sein.

source: You ran out of disk storage. {total - index} files were left to import (over {total - start_at})
de: Sie haben keinen Speicherplatz mehr. {total - index} Dateien wurden zum Importieren übrig gelassen (over {total - start_at})

source: Parse error in {filename}: {xmlfile}: {error}, skipping it.
de: Verarbeitungsfehler in {filename}: {xmlfile}: {error}, überspringt ihn.

source: No match found for file {} with filename "{}".
de: Keine Übereinstimmung für Datei {} mit Dateiname "{}" gefunden.

source: Block in '{filen}' line N°{line} was skipped because: {error}
de: Block in '{filen}' Zeile N°{line} wurde übersprungen, weil: {error}

source: Line in '{filen}' line N°{line} (id: {lineid}) was skipped because: {error}
de: Zeile in '{filen}' Zeile N°{line} (id: {lineid}) wurde übersprungen, weil: {error}

source: Default ALTO Import
de: Standard ALTO-Import

source: Block type {0} was automatically added to the ontology
de: Blocktyp {0} wurde automatisch zur Ontologie hinzugefügt

source: Invalid baseline {baseline} in {filen} line {linen}
de: Ungültige Grundlinie {baseline} in {filen} Zeile {linen}

source: Line type {0} was automatically added to the ontology
de: Zeilentyp {0} wurde automatisch zur Ontologie hinzugefügt

source: Default PAGE Import
de: Standard PAGE-Import

source: Line without baseline in {filen} line #{linen}, very likely that it will not be usable!
de: Zeile ohne Grundlinie in {filen} Zeile #{linen}, das ist sehr wahrscheinlich nicht verwendbar!

source: Invalid coordinates for {tag} in {filen} line {line}
de: Ungültige Koordinaten für {tag} in {filen} Zeile {line}

source: Couldn't decode invalid manifest ({error})
de: Ungültiges Manifest konnte nicht dekodiert werden ({error})

source: Empty or invalid manifest, no images found.
de: Leeres oder ungültiges Manifest, keine Bilder gefunden.

source: You ran out of disk storage. {total - i} canvases were left to import (over {total - start_at})
de: Sie haben keinen Speicherplatz mehr. {total - i} Bilder wurden zum Import übrig gelassen (over {total - start_at})

source: Error while fetching {filename}: {error}
de: Fehler beim Abrufen von {filename}: {error}

source: Something went wrong during the import!
de: Etwas ist während des Imports schiefgelaufen!

source: Import finished with warnings!
de: Import mit Warnungen beendet!

source: Details
de: Einzelheiten

source: Import done!
de: Import abgeschlossen!

source: Something went wrong during the export!
de: Etwas ist während des Exports schiefgelaufen!

source: Export done!
de: Export abgeschlossen!

source: Queued
de: In der Warteschlange

source: Running
de: Läuft

source: Crashed
de: Abgestürzt

source: Finished
de: Abgeschlossen

source: Canceled
de: Abgebrochen

source: %d invitation was resent.
de: %d Einladung wurde noch einmal verschickt.

source: Email or username.
de: E-Mail oder Benutzerkennung.

source: Message : Please precise your institution or research center if applicable
de: Nachricht: Bitte geben Sie Ihre Einrichtung oder Ihr Forschungszentrum an (falls zutreffend)

source: Disk storage
de: Speicherplatz

source: CPU minutes
de: CPU-Minuten

source: GPU minutes
de: GPU-Minuten

source: email address
de: E-Mail-Adresse

source: Error
de: Fehler

source: Sent
de: Verschickt

source: Received
de: Empfangen

source: Accepted
de: Akzeptiert

source: {username} accepted your invitation!
de: {username} hat Ihre Einladung angenommen!

source: Invitation sent successfully!
de: Einladung erfolgreich verschickt!

source: Successfully registered, you can now log in!
de: Registrierung erfolgreich, Sie können sich jetzt einloggen!

source: You are now a member of Team {team_name}!
de: Sie sind jetzt Mitglied im Team {team_name}!

source: User {user} successfully removed from the team {team_name}.
de: Benutzer {user} erfolgreich aus Team {team_name} entfernt.

source: You successfully left {team}.
de: Sie haben das Team {team} erfolgreich verlassen.

source: Successfully transferred ownership to {user}.
de: Erfolgreiche Eigentumsübergabe an {user}.

source: Profile successfully saved.
de: Profil erfolgreich gespeichert.

source: Team successfully created.
de: Team erfolgreich angelegt.

source: User successfully invited to the team.
de: Benutzer erfolgreich in das Team eingeladen.

source: Message successfully sent.
de: Nachricht erfolgreich verschickt.

source: English
de: Englisch

source: French
de: Französisch

source: German
de: Deutsch

source: You don't have permission to view or edit this document.
de: Sie haben keine Berechtigung, dieses Dokument anzusehen oder zu bearbeiten.

source: Page not found.
de: Seite nicht gefunden.

source: About
de: Über

source: Contact
de: Kontakt

source: Search in all your projects
de: Suche in allen Ihren Projekten

source: My Projects
de: Meine Projekte

source: My Models
de: Meine Modelle

source: Hello %(username)s
de: Hallo %(username)s

source: Change password
de: Passwort ändern

source: Profile
de: Profil

source: Task reports
de: Aufgabenberichte

source: Tasks monitoring
de: Aufgabenüberwachung

source: Leaderboard
de: Spitzenreiter

source: Site administration
de: Website-Administration

source: Invite
de: Einladen

source: Logout
de: Abmelden

source: Login
de: Anmelden

source: Update a Document
de: Aktualisiere ein Dokument

source: Create a new Document
de: Erzeuge ein neues Dokument

source: Share this Document
de: Teile dieses Dokument

source: Migrate to another project
de: Migriere zu einem anderen Projekt

source: Do you really want to delete the document?
de: Wollen Sie das Dokument wirklich löschen?

source: Delete
de: Löschen

source: Metadata
de: Metadaten

source: Update
de: Aktualisieren

source: Create
de: Erzeugen

source: Drop images here or click to upload.
de: Bilder hier ablegen oder zum Hochladen anklicken.

source: Select all
de: Alle auswählen

source: Unselect all
de: Alle abwählen

source: Loading
de: Lade

source: Selected
de: Ausgewählt

source: You don't have any CPU minutes left
de: Sie haben keine CPU-Minuten mehr übrig

source: Importing
de: Importieren

source: You don't have any GPU minutes left
de: Sie haben keine GPU-Minuten mehr übrig

source: You don't have any disk storage left
de: Sie haben keinen Speicherplatz mehr übrig

source: Train a segmenter/recognizer model.
de: Trainieren Sie ein Segmentierungs-/Erkennungsmodell.

source: Train
de: Trainieren

source: Cancel training
de: Training abbrechen

source: Binarize selected images.
de: Binarisieren ausgewählter Bilder.

source: Binarize
de: Binarisieren

source: Segment selected images.
de: Segmentieren ausgewählte Bilder.

source: Start transcribing selected images.
de: Beginne die Transkription der ausgewählten Bilder.

source: Transcribe
de: Transkribieren

source: Align
de: Abgleich

source: Delete this image and all its data (segmentation, transcriptions)
de: Dieses Bild und alle zugehörigen Daten (Segmentierung, Transkriptionen) löschen

source: Cancel tasks
de: Aufgaben abbrechen

source: Edit
de: Bearbeiten

source: Compressing
de: Komprimieren

source: My Documents
de: Meine Dokumente

source: Create new Document
de: Neues Dokument anlegen

source: Manage tags
de: Tags verwalten

source: Share this Project
de: Dieses Projekt teilen

source: Filters
de: Filter

source: Select
de: Auswählen

source: Preview
de: Vorschau

source: Owner
de: Besitzer

source: Last modified
de: Zuletzt geändert

source: Image count
de: Anzahl der Bilder

source: Tags
de: Schlagwörter

source: Actions
de: Aktionen

source: Shared with
de: Geteilt mit

source: Last modified on
de: Letzte Änderung am

source: 1 image.
de: 1 Bild.

source: Edit last updated Element
de: Zuletzt aktualisiertes Element bearbeiten

source: Do you really want to remove the document from your list?
de: Wollen Sie das Dokument wirklich von Ihrer Liste entfernen?

source: Remove from list
de: Von der Liste entfernen

source: Back to document list
de: Zurück zur Liste der Dokumente

source: Description
de: Beschreibung

source: Ontology
de: Ontologie

source: Images
de: Bilder

source: Models
de: Modelle

source: Reports
de: Berichte

source: Annotations:
de: Anmerkungen:

source: Region types
de: Bereichsstypen

source: Add a region type
de: Einen Bereichstyp hinzufügen

source: Line types
de: Zeilentypen

source: Add a line type
de: Einen Zeilentyp hinzufügen

source: Part types
de: Teilearten

source: Add a part type
de: Füge eine Teileart hinzu

source: eScriptorium: A Digital Text Production Pipeline for Print and Handwritten Texts using machine learning techniques.
de: Erzeugen von Text für Drucke und handgeschriebene Dokumente mit Hilfe maschineller Lerntechniken.

source: Automatic<br>Transcription
de: Automatische<br>Transkription

source: Apply OCR/HTR to images of printed and handwritten documents using shared open models.
de: Wenden Sie OCR/HTR mit frei geteilten Modellen auf Bilder gedruckter oder handgeschriebener Dokumente an.

source: Manual<br>Transcription
de: Manuelle<br>Transkription

source: Make use of an ergonomic user interface leveraging modern browser technology to edit segmentations and transcriptions.
de: Bearbeiten Sie Segmentierungen und Transkriptionen in der ergonomischen Benutzeroberfläche, die moderne Browsertechnologie nutzt.

source: Train<br>Models
de: Modelltraining,<br>Nachtraining

source: Create new models or finetune existing ones to improve automatic recognition.
de: Erzeugen Sie neue Modelle oder trainieren Sie vorhandene nach, um die automatische Erkennung zu verbessern.

source: Import/<br>Export
de: Datenimport /<br>Datenexport

source: Import and export models and texts transcriptions in a variety of formats. Access data through a full REST API.
de: Importieren und exportieren Sie Modelle und Transkriptionen in einer Vielzahl von Formaten. Greifen Sie auf Daten per RESTful API zu.

source: Resources
de: Ressourcen

source: Tutorial
de: Anleitung (englisch)

source: Legal mentions
de: Rechtliche Hinweise

source: Migrate
de: Migriere

source: Upload a model
de: Modell hochladen

source: Delete right
de: Recht entfernen

source: shares
de: Anteile

source: Full name or identifier
de: Vollständiger Name oder Kennung

source: Recipient type
de: Art des Empfängers

source: Username
de: Benutzername

source: User full name
de: Vollständiger Name des Nutzers

source: Group name
de: Gruppenname

source: Group identifier
de: Gruppenkennung

source: Stop sharing
de: Teilen einstellen

source: or
de: oder

source: Add right
de: Recht hinzufügen

source: Role
de: Rolle

source: Script
de: Schriftart

source: Size
de: Größe

source: Trained from
de: Trainiert von

source: Training Status
de: Trainingsstatus

source: Accuracy
de: Genauigkeit

source: Right
de: Besitzer

source: Model name
de: Modellbezeichnung

source: Model role
de: Modellverwendung

source: Model script
de: Schriftmodell

source: Filter by script
de: Filtern nach Schrift

source: Parent from which the model was trained
de: Vorbild, anhand dessen das Modell trainiert wurde

source: Is currently training
de: Trainiert gerade

source: Is done training
de: Training ist abgeschlossen

source: Gathering data
de: Sammele Daten

source: Toggle versions
de: Versionen wechseln

source: Share model
de: Modell teilen

source: Unbind model from the document
de: Löse Modell vom Dokument

source: Delete model
de: Modell löschen

source: Upload
de: Hochladen
