Repository: UB-Mannheim/escriptorium
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: de

source: Import an ontology in this document
de: Importiere eine Ontologie in dieses Dokument

source: Update a Project
de: Aktualisiere ein Projekt

source: Create a new Project
de: Lege ein neues Projekt an

source: Create new Project
de: Erzeuge neues Projekt

source: 1 document.
de: 1 Dokument.

source: Do you really want to remove the project from your list?
de: Wollen Sie das Projekt wirklich von Ihrer Liste entfernen?

source: Documents
de: Dokumente

source: Results
de: Ergebnisse

source: Content
de: Inhalt

source: Image preview
de: Bildvorschau

source: Score
de: Bewertung

source: Previous line
de: Vorherige Zeile

source: Line transcription
de: Zeilentranskription

source: Next line
de: Nächste Zeile

source: in document
de: in Dokument

source: Filter results by this document
de: Ergebnisse nach diesem Dokument filtern

source: Full image cropped according to the transcription bounding box
de: Vollbild beschnitten gemäß Rahmen um Transkription

source: Search score
de: Suchergebnis

source: Go to document part editing page
de: Gehen Sie zur Seite für die Dokumentenbearbeitung

source: No results matched your search.
de: Ihre Suche fand keine Treffer.

source: Find and replace in projects
de: Suche und ersetze in Projekten

source: Find and replace text in projects
de: Suche und ersetze Text in Projekten

source: Filter results by this part
de: Ergebnisse nach diesem Teil filtern

source: Search in projects
de: Suche in Projekten

source: Search text in projects
de: Suche Text in Projekten

source: Search feature is deactivated on this instance.
de: Suchfunktion ist in dieser Instanz abgeschaltet.

source: Search
de: Suchen

source: Couldn't connect to Elasticsearch, please contact your instance administrator.
de: Verbindung zu Elasticsearch nicht möglich, bitte wenden Sie sich an Ihren Administrator.

source: Reason:
de: Grund:

source: Share with
de: Teile mit

source: Users
de: Anwender

source: Close
de: Abbrechen

source: Share
de: Teilen

source: image(s) selected.
de: ausgewählte(s) Bild(er).

source: Select a transcription
de: Wähle eine Transkription aus

source: Settings
de: Einstellungen

source: Binarization is NOT a mandatory step any more, and might even decrease quality.
de: Die Binarisierung ist NICHT mehr zwingend erforderlich und kann sogar die Qualität beeinträchtigen.

source: Manually
de: Manuell

source: Or automatically
de: Oder automatisch

source: Contrast
de: Kontrast

source: Upload or Binarize
de: Hochladen oder Binarisieren

source: See %(opentag)sthe import documentation%(closetag)s for details.
de: Siehe %(opentag)sdie Importdokumentation%(closetag)s für Details.

source: Import is already ongoing, please wait for it to be finished or cancel it.
de: Der Import läuft bereits, bitte warten Sie auf den Abschluss oder brechen Sie ihn ab.

source: Resume previous import.
de: Vorherigen Import fortsetzen.

source: Previous import (%(filename)s) failed at step %(progress)s/%(total)s.
de: Vorheriger Import (%(filename)s) bei Schritt %(progress)s/%(total)s fehlgeschlagen.

source: Or
de: Oder

source: Start importing
de: Beginne Import

source: Import segmentation & transcriptions from XML.
de: Importieren Sie die Segmentierung und Transkriptionen aus XML-Datei.

source: Import images from IIIF.
de: Importieren Sie die Bilder aus IIIF.

source: Import images/segmentation/transcriptions described by METS.
de: Importiere Bilder/Segmentierung/Transkriptionen gemäß METS.

source: The prefix of the target transcription. Will default to "METS Import"
de: Der Präfix der Ziel-Transkription. Default ist "METS Import"

source: Import images from a PDF document.
de: Importieren Sie die Bilder aus einem PDF Dokument.

source: A single pdf with one image per page.
de: Ein einzelnes PDF mit einem Bild pro Seite.

source: Beware that re-segmenting will delete any existing transcriptions!
de: Achtung - eine Re-Segmentierung wird alle bestehenden Transkriptionen löschen!

source: Select a model
de: Wählen Sie ein Modell aus

source: (PLACEHOLDER)
de: (PLATZHALTER)

source: New model
de: Neues Modell

source: Or select an existing one
de: Oder wählen Sie ein bestehendes aus

source: The training data will be generated from the selected images and transcription.
de: Die Trainingsdaten werden aus den ausgewählten Bildern und der Transkription erzeugt.

source: Empty lines will be ignored.
de: Leere Zeilen werden ignoriert.

source: Gathering data can take time and the model won't be available in the models tab until then.
de: Die Datensammlung kann Zeit in Anspruch nehmen und das Modell wird währenddessen nicht im Modelle-Tab verfügbar sein.

source: Make sure that the segmentation is good before going forward because resegmenting will delete all bound transcriptions.
de: Vergewissern Sie sich, dass die Segmentierung korrekt ist, bevor Sie fortfahren, da bei einer Neusegmentierung alle eingebundenen Transkriptionen gelöscht werden.

source: <p> <b>Left click</b> on the image to <u>create</u> new line, <b>Right click</b> to <b>add points</b> and <b>Left click</b> again to <u>finish</u> it. <br/>You can keep the mouse button pressed for free drawing. <br/>Hitting <b>escape</b> while drawing a line <u>cancels</u> it. <br/>If regions matter to you switch to region mode first <i class="fas fa-th-large"></i> (R key). <br/>when in region mode <b>Left click</b> to create a new rectangular region, left click again to finish it. <br/>lines drawn inside a region will automatically be bound to it. <br/>When the quality of the segmentation is good, you can prompt the system to calculate masks <i class="text-success fas fa-thumbs-up"></i>, <br/>once a page already has masks new lines will automatically get a mask and updating a line will also recalculate its mask. <br/><b>Note</b> that the quality of the masks is highly dependent on the quality of the whole segmentation, not only the corresponding line, <br/>so make sure to draw all the lines before calculating the masks. <br>You can also have the option to calculate the masks <i>en masse</i> in the Images tab -> segment -> choose 'Only masks'. </p> <p> <b>Left click</b> on a line to select it, then you can drag its closest control point. <br/><b>Double click</b> on the line will create a <u>new control point</u> at the mouse location. <br/>You can reverse the order of the line's points by selecting a line (or multiple) and using reverse <i class="fas fa-arrow-alt-h"></i> (I key). <br/>When in region mode, Regions can be edited the same way. <br/>Selected lines can be linked or unlinked to regions with the corresponding buttons <i class="fas fa-link"></i>(Y key) <i class="fas fa-unlink"> (U key).</i> <br/>By using the cut mode <i class="text-warning fas fa-cut"></i> (C key) you can cut through lines, splitting them in two or removing part of them. <br/>If at least two lines are selected an option to join them becomes available <i class="fas fa-compress-arrows-alt"></i> (J key). <br/>You can go through your changes <u>history</u> back and forth with <b>Ctrl+Z</b>(undo) and <b>Ctrl+Y</b>(redo) or by using the corresponding buttons <i class="fas fa-undo"></i><i class="fas fa-redo"></i>. </p> <p> <b>Shift+click</b> allows to add or remove a line from the <u>selection</u>, <br/>Clicking on an empty space clears the selection, <br/><b>shift and drag</b> creates a <u>lasso</u> selection tool that allows to select control points (they then appear black). <br/><b>Note:</b> If lines are already selected the lasso will only select points in those lines. <br/><b>Ctrl+drag</b> allows to move all the selected control points at once (or the selected lines if no control points are selected). <br/>The red trash <i class="text-danger fas fa-trash"></i> button <b>deletes</b> all selected <b>lines/regions</b>, <br/>The yellow trash button <i class="text-warning fas fa-trash"></i> only <b>deletes</b> selected control <b>points</b>. </p>
de: <p> Klicken Sie mit der <b>linken Maustaste</b> auf das Bild, um eine neue Zeile <u>zu erstellen</u>, klicken Sie mit der <b>rechten Maustaste</b>, um <b>Punkte hinzuzufügen</b>, und klicken Sie erneut mit der <b>linken Maustaste</b>, um den Vorgang <u>abzuschließen</u>. <br/>Zum freien Zeichnen halten Sie die Maustaste gedrückt. <br/>Wenn Sie beim Zeichnen einer Zeile die <b>Escape-Taste</b> gedrückt halten, wird die Zeile <u>gelöscht</u>. <br/>Falls Bereiche eine Rolle spielen, sollten Sie erst in den Bereichsmodus wechseln. <i class="fas fa-th-large"></i> (R-Taste). <br/>Wenn Sie sich im Bereichsmodus befinden, klicken Sie mit der <b>linken Maustaste</b>, um einen neuen rechteckigen Bereich zu erstellen, klicken Sie erneut mit der linken Maustaste, um den Vorgang abzuschließen. <br/>Zeilen, die innerhalb eines Bereichs gezogen werden, sind automatisch mit diesem verbunden. <br/>Wenn die Qualität der Segmentierung gut genug ist, können Sie die Masken berechnen lassen.<i class="text-success fas fa-thumbs-up"></i>, <br/>Besitzt eine Seite schon Masken, erhalten neue Zeilen automatisch eine Maske und wenn Sie eine Zeile aktualisieren, wird auch deren Maske neu berechnet. <br/><b>Hinweis:</b> Die Qualität der Masken ist stark abhängig von der Qualität der gesamten Segmentierung, nicht nur von der entsprechenden Zeile. <br/>Stellen Sie also sicher, dass Sie alle Zeilen zeichnen bevor Sie die Masken kalkulieren lassen. <br/>Sie haben außerdem die Option <i>sämtliche</i> Masken auf einmal zu kalkulieren: Tab „Bilder“ -> Segmentieren -> Auswahl: „Nur Masken“ </p> <p> Klicken Sie mit der <b>linken Maustaste</b> auf eine Zeile, um sie auszuwählen, und ziehen Sie dann den nächstgelegenen Kontrollpunkt. <br/>Ein <b>Doppelklick</b> auf eine Zeile erzeugt einen <u>neuen Kontrollpunkt</u> an der Mausposition. <br/>Sie können die Reihenfolge der Zeilen-Punkte vertauschen, wenn Sie eine oder mehrere Linien auswählen und die I-Taste<i class="fas fa-arrow-alt-h"></i> drücken. <br/>Im Bereichsmodus können Bereiche auf dieselbe Art und Weise editiert werden. <br/>Ausgewählte Zeilen können mit Bereichen verbunden und von ihnen getrennt werden mit den dazugehörigen Tasten <i class="fas fa-link"></i> (Y-Taste) <i class="fas fa-unlink"> (U-Taste). <br/>Mit dem Scherenmodus <i class="text-warning fas fa-cut"></i> (C-Taste) können Sie Zeilen durchtrennen, sie in zwei Teile teilen oder einen Teil davon entfernen. <br/>Wenn mindestens zwei Zeilen ausgewählt sind, gibt es die Option diese zu verbinden <i class="fas fa-compress-arrows-alt"></i> (J-Taste). <br/>Sie können mit <b>Strg+Z</b> (Rückgängig) und <b>Ctrl+Y</b> (Wiederherstellen) oder indem Sie die dazugehörigen Buttons <i class="fas fa-undo"></i><i class="fas fa-redo"></i> nutzen durch den <u>Änderungsverlauf</u> vor und zurück gehen. </p> <p> <b>Mit Shift + Klicken</b> können Sie eine Zeile in der <u>Auswahl</u>hinzuzufügen oder entfernen. <br/>Durch Klicken auf eine leere Stelle wird die Auswahl gelöscht. <br/><b>Shift + Ziehen</b> erzeugt ein <u>Lasso</u>-Auswahl-Werkzeug, welches es Ihnen erlaubt Kontrollpunkte auszuwählen (diese erscheinen schwarz). <br/><b>Hinweis:</b> Wenn Zeilen bereits ausgewählt sind, dann wählt das Lasso nur Kontrollpunkte auf dieser Zeile aus. <br/><b>Strg + Ziehen</b> können Sie alle ausgewählten Kontrollpunkte auf einmal verschieben (oder die ausgewählten Zeilen, wenn keine Kontrollpunkte ausgewählt sind)). <br/>Der rote Papierkorb-Button <i class="text-danger fas fa-trash"></i> <b>löscht</b> alle ausgewählten <b>Zeilen/Bereiche</b>. <br/>Der gelbe Papierkorb-Button <i class="text-warning fas fa-trash"></i> <b>löscht</b> nur die ausgewählten <b>Kontrollpunkte</b>. </p>

source: <p style="direction:ltr"> Each line is a different transcription as checked in the transcription management window <i class="fas fa-cog"></i> <br>The colors represent the difference with the current transcription, <br><font color="green">green</font> characters are not present in the current (editable) transcription while <font color="red">red</font> characters are not present in the compared transcription. </p>
de: <p style="direction:ltr"> Jede Zeile ist eine andere Transkription, wie im Transkriptionsverwaltungsfenster ausgewählt <i class="fas fa-cog"></i> <br>Die Farben stellen den Unterschied zur aktuellen Transkription dar, <br><font color="green">grüne</font> Zeichen sind in der aktuellen (bearbeitbaren) Transkription nicht vorhanden, während <font color="red">rote</font> Zeichen in der verglichenen Transkription nicht enthalten sind. </p>

source: <p style="direction:ltr"> Each line corresponds to an edition of the content, in inverse chronological order (Most recent at the top). <br>The colors represent the difference with the previous version, <br><font color="green">green</font> are <b>additions</b> while <font color="red">red</font> are <b>deletions</b>, <br>meaning red characters are not actually part of the line anymore, they are displayed to easily spot the differences. <br>You can mouse over the text to see the actual content. <br>The load state button <i class="fas fa-file-upload"></i> simply revert the content of the line to the corresponding text version. </p>
de: <p style="direction:ltr"> Jede Zeile entspricht einer Version des Inhalts, in umgekehrter chronologischer Reihenfolge (die neuste Version steht oben). <br>Die Farben stellen den Unterschied zur vorherigen Version dar, <br><font color="green">grün</font> sind <b>Ergänzungen</b> während <font color="red">rot</font> <b>Streichungen</b> sind. <br>Das bedeutet, dass die roten Zeichen eigentlich nicht mehr Teil der Zeile sind, sondern nur angezeigt werden, um die Unterschiede zu verdeutlichen. <br>Sie können mit der Maus über den Text fahren, um den tatsächlichen Inhalt zu sehen. <br>Mit der Option 'Zustand laden' <i class="fas fa-file-upload"></i> können Sie den Inhalt der Zeile einfach auf die entsprechende Textversion zurücksetzen. </p>

source: First page
de: Erste Seite

source: Previous
de: Vorherige

source: %(page_number)s out of %(num_pages)s
de: %(page_number)s von %(num_pages)s

source: %(counter)s out of %(num_pages)s
de: %(counter)s von %(num_pages)s

source: Next
de: Nächste

source: Last page
de: Letzte Seite

source: Please Sign In
de: Bitte melden Sie sich an

source: Your username and password didn't match. Please try again.
de: Ihr Username und das Passwort passen nicht zueinander. Bitte versuchen Sie es noch einmal.

source: Please login to see this page.
de: Bitte melden Sie sich an, um diese Seite zu sehen.

source: Password
de: Passwort

source: Lost password?
de: Passwort vergessen?

source: Your password has successfully been changed.
de: Ihr Passwort wurde erfolgreich geändert.

source: Change your password
de: Ändern Sie Ihr Passwort

source: Please correct the error below.
de: Bitte korrigieren Sie den folgenden Fehler.

source: Please enter your old password, for security's sake, and then enter your new password twice so we can verify you typed it in correctly.
de: Bitte geben Sie zur Sicherheit Ihr altes Passwort ein, und geben Sie danach Ihr neues Passwort zweimal ein, damit wir sicherstellen können, dass die Schreibweise korrekt ist.

source: Old password:
de: Altes Passwort:

source: New password:
de: Neues Passwort:

source: New password confirmation:
de: Bestätigung für neues Passwort:

source: Change my password
de: Ändere mein Passwort

source: Lost your password?
de: Passwort verloren?

source: Your password has been set. You may go ahead and
de: Ihr Passwort wurde gesetzt. Sie können fortfahren und

source: log in
de: sich anmelden

source: Reset your password
de: Setzen Sie Ihr Passwort zurück

source: Please enter your new password twice so we can verify you typed it in correctly.
de: Bitte geben Sie Ihr neues Passwort zweimal ein, damit wir sicherstellen können, dass die Schreibweise korrekt ist.

source: Confirm password:
de: Bestätige Passwort:

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
de: Der Link zum Zurücksetzen des Passworts war ungültig, möglicherweise, weil er bereits benutzt wurde. Bitte fordern Sie das Zurücksetzes erneut an.

source: We’ve emailed you instructions for setting your password, if an account exists with the email you entered. You should receive them shortly.
de: Wir haben Ihnen die Anleitung zum Setzen Ihres Passworts per Mail geschickt, falls es ein Konto mit der von Ihnen angegebenen Mail-Adresse gibt. Sie sollten sie in Kürze erhalten.

source: If you don’t receive an email, please make sure you’ve entered the address you registered with, and check your spam folder.
de: Falls Sie keine Mail erhalten, stellen Sie sicher, dass Sie die Adresse eingegeben haben, mit der Sie sich registriert haben. Prüfen Sie auch Ihren Spam-Ordner.

source: Forgotten your password? Enter your email address below, and we’ll email instructions for setting a new one.
de: Passwort vergessen? Geben Sie unten Ihre E-Mail-Adresse an, und wir werden Ihnen die Anleitung zum Setzen eines neuen Passworts mailen.

source: Email address:
de: E-Mail-Adresse:

source: Reset my password
de: Mein Passwort zurücksetzen

source: Document report
de: Dokumentenbericht

source: Data metrics
de: Datenmetriken

source: Total number of document parts
de: Gesamtzahl der Dokumentteile

source: A document part corresponds to one image loaded within a document.
de: Ein Dokumentteil entspricht einem Bild innerhalb eines Dokumentes.

source: Transcribed document parts
de: Transkribierte Dokumentteile

source: Average transcription confidence
de: Mittlere Transkriptionskonfidenz

source: Vocabulary
de: Zeichensatz

source: Reload vocabulary
de: Zeichensatz neu laden

source: The vocabulary is the list of all the characters currently used in the transcription of the document along with their frequency.
de: Der Zeichensatz ist die Liste aller Zeichen, die momentan in der Transkription verwendet werden, mit zugehöriger Vorkommenshäufigkeit.

source: Project reports
de: Projektberichte

source: Total number of regions
de: Gesamtzahl der Bereiche

source: A region is a polygon drawn on a document part, grouping one, several or no line(s).
de: Ein Bereich ist ein auf einem Dokumentteil gezeichnetes Polygon, das eine, mehrere oder keine Zeile(n) umfasst.

source: Total number of lines
de: Gesamtzahl der Zeilen

source: A line is a segment of text identified on a document part, usually associated with a polygon (mask) and a transcription.
de: Eine Zeile ist ein Textsegment, das in einem Dokumentteil identifiziert wurde, üblicherweise verbunden mit einem Polygon (der Zeilenmaske) und einer Transkription.

source: Total number of words
de: Gesamtzahl der Worte

source: A word is any series of one or more characters, excepted punctuation signs and white spaces.
de: Ein Wort ist eine Abfolge von einem oder mehreren Zeichen, ausgenommen Satzzeichen und Leerzeichen.

source: Total number of characters
de: Gesamtzahl der Zeichen

source: A character is any symbol used in the transcription, including punctuation, excepted white spaces.
de: Ein Zeichen ist ein beliebiges Symbol, das in der Transkription verwendet wird, inklusive Satzzeichen, aber ausgenommen Leerzeichen.

source: Annotation
de: Transkriptionen

source: Current use of document tags
de: Momentante Verwendung der Dokumenttags

source: Current use of part tags
de: Momentante Verwendung der Teiltags

source: Current use of regions type
de: Momentane Verwendung der Bereichstypen

source: Current use of lines type
de: Momentane Verwendung der Zeilentypen

source: Project activity
de: Projektaktivität

source: Created on
de: Erstellt am

source: Last update on
de: Letzte Aktualisierung am

source: Project shared with 1 user
de: Projekt geteilt mit 1 Benutzer

source: Project shared with 1 group
de: Projekt geteilt mit 1 Gruppe

source: Documents shared with 1 user
de: Dokument geteilt mit 1 Benutzer

source: Documents shared with 1 group
de: Dokument geteilt mit 1 Gruppe

source: Total
de: Insgesamt

source: Last week
de: Letzte Woche

source: Last day
de: Letzter Tag

source: User ID
de: Benutzerkennung

source: Disk usage
de: Speicherplatznutzung

source: CPU usage
de: CPU-Nutzung

source: GPU usage
de: GPU-Nutzung

source: No. of tasks
de: Anzahl der Aufgaben

source: Runtime
de: Laufzeit

source: All time
de: Alle Zeiten

source: Queued at:
de: In die Warteschlange um:

source: Started at:
de: Begonnen um:

source: Ended at:
de: Beendet um:

source: Calculated from your images and models
de: Berechnet aus Ihren Bildern und Modellen

source: CPU usage over the last week
de: CPU-Nutzung in der letzten Woche

source: GPU usage over the last week
de: GPU-Nutzung in der letzten Woche

source: CPU/GPU usage values also include automatic processing of the images on upload, those tasks aren't listed below.
de: Die Werte für die CPU-/GPU-Nutzung umfassen auch die automatische Verarbeitung der Bilder während des Hochladens; diese Aufgaben sind unten nicht aufgeführt.

source: Task report
de: Aufgabenbericht

source: Started at
de: Gestartet am

source: Done at
de: Abgeschlossen zum

source: Duration
de: Dauer

source: State
de: Status

source: CPU cost
de: CPU-Kosten

source: GPU cost
de: GPU-Kosten

source: You don't have any task report yet.
de: Sie haben noch keinen Aufgabenbericht.

source: Send
de: Absenden

source: Hello
de: Hallo

source: is inviting you to join
de: lädt Sie ein,

source: his/her team
de: seinem/ihrem Team

source: on
de: in

source: eScriptorium!
de: eScriptorium beizutreten!

source: All you need to do is click on the link below:
de: Klicken Sie dafür einfach auf den folgenden Link:

source: Sincerely, the eScriptorium team.
de: Mit freundlichen Grüßen, das eScriptorium-Team.

source: Back to profile
de: Zurück zum Profil

source: Invite a user to this team.
de: Lade Benutzer in dieses Team ein.

source: Make sure to use a correct email as you will not receive an error message if it is not the case (in order to avoid phishing).
de: Vergewisserns Sie sich, dass die E-Mail-Adresse korrekt ist, da Sie keine Fehlernachricht bekommen, falls dies nicht der Fall ist (zwecks Vermeidung von Phishing).

source: Send invitation
de: Versende Einladung

source: Transfer ownership
de: Übertrage Besitzrecht

source: Remove
de: Entferne

source: Remove user from group
de: Entferne Benutzer aus Team

source: No other user in this team.
de: Kein anderer Benutzer in diesem Team.

source: Register to eScriptorium
de: Registrieren Sie sich für eScriptorium

source: You received an invitation from %(sender)s, please fill the form below to register.
de: Sie haben eine Einladung von %(sender)s erhalten, bitte füllen Sie das folgende Formular aus, um sich zu registrieren.

source: Signup
de: Anmelden

source: Recipient's information
de: Angaben zum Empfänger

source: Information
de: Informationen

source: API key
de: API-Schlüssel

source: Files
de: Dateien

source: Invitations
de: Einladungen

source: Save
de: Speichern

source: API Authentication Token:
de: API-Authentifizierungs-Token:

source: Copy to clipboard.
de: Kopiere in die Zwischenablage.

source: Regenerate Token.
de: Erzeuge Token erneut.

source: example:
de: Beispiel:

source: You don't have any saved files yet.
de: Sie haben noch keine gespeicherten Dateien.

source: Create a new Team
de: Lege ein neues Team an

source: Pending Invitations
de: Noch offene Einladungen

source: Invited to %(team_name)s by %(sender)s
de: Zu Team %(team_name)s von %(sender)s eingeladen

source: Accept
de: Akzeptieren

source: My Teams
de: Meine Teams

source: Owned by %(owner)s
de: Besitzer: %(owner)s

source: Leave
de: Verlassen

source: You are not part of any team yet.
de: Sie sind noch in keinem Team.

source: You didn't send any invitations yet.
de: Sie haben noch keine Einladungen verschickt.

source: Powered by
de: Mit Hilfe von
